{
	"What continent does the modern potato originate from?": ["south america"],
	"Who was the first president of the United States?": ["washington", "george washington"],
	"Which country gave the USA the Statue of Liberty?": ["france"],
	"Cape Verde was until independence a territory of which European country?": ["portugal"],
	"Who was the last English monarch to win the throne on the battlefield?": ["henry vii", "henry the seventh", "henry seventh"],
	"What is the only one of the Seven Wonders that was destroyed with deliberate intent?": ["temple of artemis"],
	"What war that did not see a change in the borders or reparations even after nearly eight years of fighting but saw over a million deaths is said to be 20th century's longest conventional war?": ["iran-iraq war", "iraq-iran war"],
	"Andinia plan, Fugu plan, Uganda proposal, and Madagascar plan are some of the attempts for the establishment of what entity in history?": ["jewish state"],
	"Who was the roommate of German dentist Fritz Pfeffer from Nov 1942 to Aug 1944?": ["anne frank"],
	"The cartoon Dropping the Pilot was published when which world leader was forced to resign in 1890?": ["bismarck"],
	"What is particularly common to King Charles II of England and the state of Connecticut's Royal Charter?": ["oak tree", "oak"],
	"Who was the prime accused/convicted person in the Rivonia Trial of 1963-64?": ["nelson mandela"],
	"The Twelve Tables is usually considered the first attempt of Romans to create what?": ["constitution"],
	"The Cry of Dolores is regarded as the first event in the fight for independence in the history of what country?": ["mexico"],
	"The Cassette Scandal of recent times has proved to be pivotal in shaping the political landscape of what country?": ["ukraine"],
	"What European ethnicity marks the anniversary of the Battle of the Golden Spurs (1302) fought in Flanders as its official holiday?": ["flemish"],
	"700 private boats sailed from Ramsgate in England to what place in France between 26 May and 4 June 1940 as part of Operation Dynamo?": ["dunkirk"],
	"Charter 77, a petition by writers and intellectuals demanding basic human rights played a big part in the anti-communist movement in what erstwhile country?": ["czechoslovakia"],
	"The Wars of the Diadochi were a series of conflicts fought for the control of an empire after whose death?": ["alexander great", "alexander the great"]
}