{
	"What is the lowest note on a common traditional four-string mandolin?": ["g"],
	"In what year was the famous rapper Notorious B.I.G. shot and killed in a drive by shooting?": ["1997"],
	"What was Elvis Presley's first hit in 1956?": ["heartbreak hotel"],
	"Who won the first American Idol Contest in 2002?": ["kelly clarkson"],
	"What is the most played song on Spotify?": ["wake me up", "\"wake me up\"", "'wake me up'"],
	"Swedish director Lasse Hallström who directed Chocolat and My Life as a Dog is also known for his contribution in the world of music to whom/what?": ["abba"],
	"The name of what genre has its origin in what producers Jerry Kasenetz and Jeff Katz had in their mouths when they discussed music targeting the younger crowd?": ["bubblegum pop"],
	"The Eurovision Song Contest of 2014 caused controversy due to a draq queen winning, who was this draq queen?": ["conchita wurst"],
	"The Eurovision Song Contest of 2009 was won with a record amount of 387 points, which country was the winner?": ["norway"],
	"India's national anthem is written in what language that is also the national language of one of its neighbors?": ["bengali"],
	"The musical ensemble arrangement called 'gamelan' which often accompanies wayang puppet performances (among others) is a tradition of what Asian country?": ["indonesia"],
	"\"March of the Volunteers\" was the second most played tune at the award ceremonies of what 2012 event?": ["olympics", "london olympics"],
	"As its lyrics attest, what 1974 rock classic that celebrates a place was written in response to two songs of Neil Young that were derogatory of the American South?": ["sweet home alabama", "\"sweet home alabama\"", "'sweet home alabama'"],
	"What musical instrument that takes its name from a muse was used in riverboats and in circuses because of its loudness?": ["calliope"],
	"Which breakthrough hit for Queen contains the phrase \"Let them eat cake\", a quote often attributed to Marie Antoinette?": ["killer queen", "\"killer queen\"", "'killer queen'"],
	"What 2013 Beyoncé song contains a lyric about the Lewinsky scandal?": ["partition", "\"partition\"", "'partion'"],
	"Finish the title of this popular song by Britney Spears: \"...Baby, ___ _____ ____\".": ["one more time"]
}